{
  "CURRENT_LANGUAGE": "Català",
  "COMING_SOON": "Pròximament",
  "UNDER_CONSTRUCTION": "La nostra web està en construcció, seguiu-nos a les nostres xarxes socials per estar al corrent!",
  "TEAM": "Equip",
  "THE_TEAM": "L'equip",
  "BLOG": "Bloc",
  "BACK_TO_BLOG": "Torna al bloc",
  "READ_MORE": "Llegir més",
  "MORE_POSTS": "Més posts",
  "SEE_NEWS": "Veure les novetats",
  "NOT_FOUND": "Vaja! No s'ha trobat la pàgina.",
  "NOT_FOUND_MESSAGE": "Aquesta és una pàgina de 404. Sembla que vols unir-te al costat fosc.",
  "GO_HOME": "Torna a l'inici",
  "FEATURES": "Característiques",
  "FEATURES_DESCRIPTION": "Axolotl Engine ofereix una àmplia gamma de funcionalitats per potenciar la creativitat i l'eficiència en la creació de videojocs. El motor posseeix un conjunt d'eines fàcils d'utilitzar que permeten als desenvolupadors crear i dissenyar nivells, personatges, objectes i més, de forma ràpida i eficient.",
  "OUR_GAME_DEVELOPMENT_JOURNEY": "El nostre camí en el desenvolupament de videojocs",
  "ENGINE_DESCRIPTION_TITLE": "Inspira i sorprèn",
  "ENGINE_DESCRIPTION": "El nostre motor permet als desenvolupadors crear emocionants experiències de joc. Amb el seu enfocament en l'accessibilitat i l'eficiència, Axolotl Engine és una eina poderosa per a la creació de videojocs, perfecta per a aquells que busquen portar la seva creativitat al següent nivell.",
  "USED_TOOLS_AND_TECHNOLOGIES": "Eines i tecnologies utilitzades",
  "ANIMATION": "Animació",
  "ANIMATION_DESCRIPTION": "Crea animacions suaus i realistes per als teus personatges i objectes amb una interfície senzilla i intuïtiva. Visualitza els resultats en temps real i personalitza les teves animacions. Potencia la teva creativitat i porta els teus jocs al següent nivell amb el nostre motor d'animació d'última generació.",
  "SCRIPTING": "Scripting",
  "SCRIPTING_DESCRIPTION": "Explora el versàtil sistema de scripting d'Axolotl Engine, dissenyat per a oferir-te un control total sobre la lògica i la jugabilitat dels teus jocs que et permetrà crear mecàniques úniques. La nostra eina de scripting personalitzada et permetrà ajustar el comportament del teu joc a la teva visió creativa.",
  "LIGHTNING": "Il·luminació",
  "LIGHTNING_DESCRIPTION": "Experimenta un realisme visual impactant amb l'avançada tecnologia d'il·luminació d'Axolotl Engine. Les teves escenes comptaran amb il·luminació global i local, i podràs personalitzar l'atmosfera dels teus jocs per submergir els teus jugadors en una experiència immersiva i envolvent!",
  "MATERIALS": "Materials",
  "MATERIALS_DESCRIPTION": "Crea materials, textures i shaders d'alta qualitat per als teus personatges, objectes i entorns de forma senzilla. Personalitza l'aparença dels teus models, des de metalls brillants fins a fusta desgastada o vidre translúcid. Amb el nostre sistema de materials, podràs afegir un nivell d'realisme sorprenent als teus jocs, tot amb només uns pocs clics!",
  "RAYCASTING": "Ray casting",
  "RAYCASTING_DESCRIPTION": "Amb la tecnologia de ray casting d'Axolotl Engine podràs representar imatges en temps real als teus jocs mitjançant l'emissió de raigs des de la càmera per determinar quins objectes es mostren a la pantalla. Aquesta tècnica, tot i ser menys realista que el raytracing, permet una representació ràpida i eficient d'escenes 3D, amb detecció de col·lisions i efectes visuals simplificats.",
  "PARTICLE_SYSTEMS": "Sistemes de partícules",
  "PARTICLE_SYSTEMS_DESCRIPTION": "Crea efectes visuals sorprenents com ara foc, fum, aigua, explosions i molts altres amb els sistemes de partícules d'Axolotl Engine. Personalitza el comportament i l'aparença de les teves partícules per crear efectes únics i espectaculars. Amb aquesta eina, podràs donar vida als teus jocs amb animacions detallades i dinàmiques que afegiran realisme i impacte visual als teus projectes.",
  "PHYSICS": "Física",
  "PHYSICS_DESCRIPTION": "Aprofita el sistema de física avançat d'Axolotl Engine per simular interaccions realistes entre objectes en el teu joc. Aplica forces, col·lisions, gravetat i altres efectes físics per crear una jugabilitat realista i emocionant. L'engine proporciona una simulació de física precisa i eficient que et permetrà crear mecàniques de joc complexos i interactius.",
  "SOUND": "So",
  "SOUND_DESCRIPTION": "Submergeix-te en l'acció amb efectes de so d'alta qualitat que t'ofereix Axolotl Engine. Des de rugits de motors de cotxes de curses fins a ronrons ensordidors de naus espacials, el nostre motor de so et submergirà en una experiència auditiva immersiva com mai abans.",
  "FREQUENTLY_ASKED_QUESTIONS": "Preguntes freqüents",
  "FAQ_1": "Què és Axolotl Engine?",
  "FAQ_1_ANSWER": "Axolotl Engine és un motor de creació de videojocs desenvolupat en C++ per Horizons Games, un estudi de videojocs amb finalitats educatives creat per estudiants de màster de la UPC School a Barcelona (Espanya). És una eina poderosa que permet als nostres desenvolupadors crear jocs amb gràfics en 3D, mecàniques de joc personalitzades i una àmplia gamma de funcionalitats per crear experiències úniques.",
  "FAQ_2": "Com puc descarregar Axolotl Engine?",
  "FAQ_2_ANSWER": "El nostre equip està compromès amb els principis del codi obert i les nombroses avantatges que aquesta alternativa ofereix, per aquest motiu Axolotl Engine està disponible per a descàrrega des del nostre repositori de",
  "FAQ_3": "Quines característiques tindrà el joc?",
  "FAQ_3_ANSWER": "El joc comptarà amb gràfics en 3D, mecàniques de joc personalitzades, nivells futuristes, combats amb sabres làser i la possibilitat de controlar personatges en un entorn de ciència ficció.",
  "FAQ_4": "Com puc mantenir-me actualitzat sobre les notícies i actualitzacions del joc?",
  "FAQ_4_ANSWER": "Pots mantenir-te actualitzat sobre les últimes notícies i actualitzacions del joc seguint-nos a les nostres xarxes socials.",
  "FAQ_5": "Quant costa jugar a Axolotl Project?",
  "FAQ_5_ANSWER": "Tothom podrà gaudir de l'experiència completa del nostre videojoc sense cap cost.",
  "FAQ_6": "Quan estarà disponible el joc per jugar-lo?",
  "FAQ_6_ANSWER": "Estem emocionats d'anunciar que la data de llançament del nostre joc està programada per al 11 de novembre de 2023. Estem treballant arduament per oferir una experiència de joc emocionant i única als nostres jugadors en aquesta data.",
  "FAQ_7": "Quines plataformes seran compatibles amb el joc?",
  "FAQ_7_ANSWER": "El joc creat amb Axolotl Engine estarà disponible exclusivament per a PC. El nostre enfocament principal és desenvolupar i optimitzar el joc per a Windows, oferint la millor experiència de joc possible en aquesta plataforma. No tenim pensat llançar el joc en altres plataformes en aquest moment.",
  "CONTENT_VS3": "El contingut de la vertical slice 3 estarà disponible a partir del 1 de Juny de 2023.",
  "CONTENT_ALPHA": "El contingut de la alpha estarà disponible a partir del 29 de Juny de 2023.",
  "CONTENT_BETA": "El contingut de la beta estarà disponible a partir del 13 de Setembre de 2023.",
  "CONTENT_GM": "El contingut de la gold master estarà disponible a partir del 11 d'Octubre de 2023.",
  "CONTENT_RELEASE": "El contingut de la release estarà disponible a partir del 10 de Novembre de 2023."
}
