{
  "CURRENT_LANGUAGE": "English",
  "COMING_SOON": "Coming soon",
  "UNDER_CONSTRUCTION": "Our website is under construction, follow us in our social networks to stay tuned!",
  "TEAM": "Team",
  "THE_TEAM": "The team",
  "DEVELOPMENT_TEAM": "Development Team",
  "SOUND_TEAM": "Sound team",
  "BLOG": "Blog",
  "READ_MORE": "Read more",
  "MORE_POSTS": "More posts",
  "BACK_TO_BLOG": "Back to blog",
  "SEE_NEWS": "What's new",
  "NOT_FOUND": "Oops! page not found.",
  "NOT_FOUND_MESSAGE": "This is a 404 page. Looks like you're aiming to join the dark side.",
  "GO_HOME": "Go home",
  "FEATURES": "Features",
  "FEATURES_DESCRIPTION": "Axolotl Engine offers a wide range of features to enhance creativity and efficiency in game development. The engine has a set of user-friendly tools that allow developers to create and design levels, characters, objects, and more quickly and efficiently.",
  "OUR_GAME_DEVELOPMENT_JOURNEY": "Our game development journey",
  "ENGINE_DESCRIPTION_TITLE": "Inspire and amaze",
  "ENGINE_DESCRIPTION": "Our engine allows developers to create exciting gaming experiences. Axolotl Engine is a powerful game creation tool with its focus on accessibility and efficiency, perfect for those looking to take their creativity to the next level.",
  "USED_TOOLS_AND_TECHNOLOGIES": "Used tools and technologies",
  "MODEL_IMPORTING": "Model Importing",
  "MODEL_IMPORTING_DESCRIPTION": "Our model importer supports industry standards like FBX. Just drag and drop your 3D models to enjoy the automatic import of their rig, including all associated bones and meshes",
  "ANIMATION": "Animation",
  "ANIMATION_DESCRIPTION": "Create smooth and realistic animations for your characters and objects with a simple and intuitive interface. Visualize the results in real time and customize your animations. Boost your creativity and take your games to the next level with our cutting-edge animation engine.",
  "SCRIPTING": "Scripting",
  "SCRIPTING_DESCRIPTION": "Explore the versatile scripting system of Axolotl Engine, designed to give you full control over the logic and gameplay of your games, allowing you to create unique mechanics. Our custom scripting tool allows you to adjust the behavior of your game to your creative vision.",
  "LIGHTNING": "Lightning",
  "LIGHTNING_DESCRIPTION": "Experience stunning visual realism with the advanced lighting technology of Axolotl Engine. Your scenes will feature global and local illumination, and you can customize the atmosphere of your games to immerse your players in an immersive and captivating experience.",
  "MATERIALS": "Materials",
  "MATERIALS_DESCRIPTION": "Create high-quality materials, textures, and shaders for your characters, objects, and environments with ease. Customize the appearance of your models, from shiny metals to weathered wood or translucent glass. With our material system, you can add an astonishing level of realism to your games, all with just a few clicks!",
  "RAYCASTING": "Ray casting",
  "RAYCASTING_DESCRIPTION": "With Axolotl Engine's ray casting technology, you can render real-time images in your games by emitting rays from the camera to determine which objects are displayed on the screen. This technique allows for fast and efficient rendering of 3D scenes, with simplified collision detection and visual effects.",
  "PARTICLE_SYSTEMS": "Particle systems",
  "PARTICLE_SYSTEMS_DESCRIPTION": "Create stunning visual effects such as fire, smoke, explosions, and more with our 2D and 3D particle generation system. Customize the size, shape, behavior, and movement of particles to create high-quality, impactful, unique, and realistic visual effects. Enhance the gaming experience with the powerful options for particle system generation and configuration in Axolotl Engine.",
  "PHYSICS": "Physics",
  "PHYSICS_DESCRIPTION": "With its cutting-edge physics engine, players will enjoy smooth and realistic movements, precise collisions, object and material simulation, and detailed particle effects. The physics functionality of Axolotl Engine provides developers with the necessary tools to create realistic interactions, resulting in a unique and thrilling gaming experience.",
  "SOUND": "Sound",
  "SOUND_DESCRIPTION": "Dive into the action with high-quality sound effects provided by Axolotl Engine. From roaring race car engines to thunderous purring of spacecraft, our sound engine will immerse you in an unprecedented immersive auditory experience",
  "FREQUENTLY_ASKED_QUESTIONS": "Frequently asked questions",
  "FAQ_1": "What is Axolotl Engine?",
  "FAQ_1_ANSWER": "Axolotl Engine is a game engine developed in C++ by Horizons Games, an educational game development studio created by master's students from UPC School in Barcelona, Spain. It is a powerful tool that allows our developers to create games with 3D graphics, custom gameplay mechanics, and a wide range of features to create unique experiences.",
  "FAQ_2": "How can I download Axolotl Engine?",
  "FAQ_2_ANSWER": "Our team is committed to the principles of open source and the numerous advantages that this alternative offers, which is why Axolotl Engine is available for download from our",
  "FAQ_3": "Can I access previous versions of Axolotl Engine?",
  "FAQ_3_ANSWER": "Previous versions of Axolotl Engine are available on",
  "FAQ_4": "Does Horizons really give everyone the entire C++ source code for Axolotl Engine?",
  "FAQ_4_ANSWER": "Yes. Access to full C++ source code for Axolotl Engine is included from the moment you install the engine.",
  "FAQ_5": "How much does it cost to download Axolotl Engine?",
  "FAQ_5_ANSWER": "Everyone will be able to enjoy the complete experience of our game engine for free.",
  "FAQ_6": "Can I create videos or streams about Axolotl Engine and use them to generate YouTube ad revenue or Twitch donations?",
  "FAQ_6_ANSWER": "Yes. You can earn YouTube advertising revenue or Twitch donations from videos or streams about Unreal Engine. No royalty is owed on this revenue.",
  "FAQ_7": "What platforms does Axolotl Engine support?",
  "FAQ_7_ANSWER": "Axolotl Engine enables you to deploy projects to Windows PC. You can run Axolotl Engine only on Windows.",
  "CONTENT_VS3": "Vertical slice 3 content will be available on June 1, 2023.",
  "CONTENT_ALPHA": "Alpha content will be available on June 29, 2023.",
  "CONTENT_BETA": "Beta content will be available on September 13, 2023.",
  "CONTENT_GM": "Gold master content will be available on October 11, 2023.",
  "CONTENT_RELEASE": "Release content will be available on November 17, 2023.",
  "WEB_DEVELOPER": "Website designed and developed by Marc González Moratona"
}
