{
  "CURRENT_LANGUAGE": "Español",
  "COMING_SOON": "Próximamente",
  "UNDER_CONSTRUCTION": "Nuestro sitio web está en construcción, ¡síguenos en nuestras redes sociales para estar al tanto!",
  "TEAM": "Equipo",
  "THE_TEAM": "El equipo",
  "BLOG": "Blog",
  "BACK_TO_BLOG": "Volver al blog",
  "READ MORE": "Leer más",
  "MORE_POSTS": "Más posts",
  "SEE_NEWS": "Ver novedades",
  "NOT_FOUND": "¡Vaya! no hemos encontrado la página.",
  "404_MESSAGE": "Esta es una página 404. Parece que pretendes unirte al lado oscuro.",
  "GO_HOME": "Volver al inicio",
  "MEDIA": "Multimedia",
  "TRAILERS": "Vídeos",
  "SCREENSHOTS": "Capturas de pantalla",
  "WALLPAPERS": "Fondos de pantalla",
  "CONCEPT_ART": "Arte conceptual",
  "FEATURES": "Características",
  "FEATURES_DESCRIPTION": "Axolotl Engine ofrece una amplia gama de funcionalidades para potenciar la creatividad y la eficiencia en la creación de videojuegos. El motor posee un conjunto de herramientas fáciles de usar que permiten a los desarrolladores crear y diseñar niveles, personajes, objetos y más, de forma rápida y eficiente.",
  "OUR_GAME_DEVELOPMENT_JOURNEY": "Nuestro camino en el desarollo de videojuegos",
  "ENGINE_DESCRIPTION_TITLE": "Inspira y asombra",
  "ENGINE_DESCRIPTION": "Nuestro motor permite a los desarrolladores crear emocionantes experiencias de juego. Con su enfoque en la accesibilidad y la eficiencia, Axolotl Engine es una poderosa herramienta para la creación de videojuegos, perfecta para aquellos que buscan llevar su creatividad al siguiente nivel.",
  "USED_TOOLS_AND_TECHNOLOGIES": "Herramientas y tecnologías utilizadas",
  "ANIMATION": "Animación",
  "ANIMATION_DESCRIPTION": "Crea animaciones suaves y realistas para tus personajes y objetos con una interfaz sencilla e intuitiva. Visualiza los resultados en tiempo real y personaliza tus animaciones. Potencia tu creatividad y lleva tus juegos al siguiente nivel con nuestro motor de animación de última generación.",
  "SCRIPTING": "Scripting",
  "SCRIPTING_DESCRIPTION": "Explora el versátil sistema de scripting de Axolotl engine, diseñado para brindarte un control total sobre la lógica y la jugabilidad de tus juegos que te permitirá crear mecánicas únicas. Nuestra herramienta de scripting personalizada te permitirá ajustar el comportamiento de tu juego a tu visión creativa.",
  "LIGHTNING": "Iluminación",
  "LIGHTNING_DESCRIPTION": "Experimenta un realismo visual impactante con la avanzada tecnología de iluminación de Axolotl Engine. ¡Tus escenas contarán con iluminación global y local, y podrás personalizar la atmósfera de tus juegos para sumergir a tus jugadores en una experiencia inmersiva y envolvente!",
  "MATERIALS": "Materiales",
  "MATERIALS_DESCRIPTION": "Crea materiales, texturas y shaders de alta calidad para tus personajes, objetos y entornos de forma sencilla. Personaliza la apariencia de tus modelos, desde metales brillantes hasta madera desgastada o cristal translúcido. Con nuestro sistema de materiales, podrás añadir un nivel de realismo asombroso a tus juegos, ¡todo con solo unos pocos clics!",
  "RAYCASTING": "Trazado de rayos",
  "RAYCASTING_DESCRIPTION": "Con la tecnología de raycasting de Axolotl Engine podrás representar imágenes en tiempo real en tus juegos mediante la emisión de rayos desde la cámara para determinar qué objetos se muestran en pantalla. Esta técnica, aunque menos realista que el raytracing, permite una representación rápida y eficiente de escenas 3D, con detección de colisiones y efectos visuales simplificados.",
  "PARTICLE_SYSTEMS": "Sistemas de partículas",
  "PARTICLE_SYSTEMS_DESCRIPTION": "Crea efectos visuales sorprendentes como fuego, humo, explosiones y más con nuestro sistema de generación de partículas en 2D y 3D. Personaliza el tamaño, la forma, el comportamiento y movimiento de las partículas para crear efectos visuales de alta calidad, impactantes, únicos y realistas. Mejora la experiencia de juego con las potentes opciones de generación y configuración de sistemas de partículas de Axolotl Engine.",
  "PHYSICS": "Física",
  "PHYSICS_DESCRIPTION": "Con su motor de física de última generación, los jugadores disfrutarán de movimientos suaves y realistas, colisiones precisas, simulación de objetos y materiales, y efectos de partículas detallados. La funcionalidad de física de Axolotl Engine proporciona a los desarrolladores las herramientas necesarias para crear interacciones realistas, lo que resulta en una experiencia de juego única y emocionante.",
  "FREQUENTLY_ASKED_QUESTIONS": "Frequently asked questions",
  "FAQ_1": "¿Qué es Axolotl Engine?",
  "FAQ_1_ANSWER": "Axolotl Engine es un motor de creación de videojuegos desarrollado en C++ por Horizons Games, un estudio de videojuegos con fines educativos creado por estudiantes de máster de la UPC School en Barcelona (España). Es una herramienta poderosa que permite a nuestros desarrolladores crear juegos con gráficos en 3D, mecánicas de juego personalizadas y una amplia gama de funcionalidades para crear experiencias únicas.",
  "FAQ_2": "¿Cómo puedo descargar Axolotl Engine?",
  "FAQ_2_ANSWER": "Nuestro equipo está comprometido con los principios del código abierto y con las numerosas ventajas que esta alternativa ofrece, por este motivo Axolotl Engine está disponible para descargar desde nuestro repositorio de GitHub. Desde allí puedes acceder al código fuente del motor, o descargarlo para uso personal.",
  "FAQ_3": "¿Qué características tendrá el juego?",
  "FAQ_3_ANSWER": "El juego contará con gráficos en 3D, mecánicas de juego personalizadas, niveles futuristas, combates con sables láser y la posibilidad de controlar personajes en un entorno de ciencia ficción.",
  "FAQ_4": "¿Cómo puedo mantenerme actualizado sobre las noticias y actualizaciones del juego?",
  "FAQ_4_ANSWER": "Puedes mantenerte actualizado sobre las últimas noticias y actualizaciones del juego siguiéndonos en nuestras redes sociales.",
  "FAQ_5": "¿Cuánto cuesta jugar a Axolotl Project?",
  "FAQ_5_ANSWER": "Todo el mundo podrá disfrutar de la experiencia completa de nuestro videojuego sin coste alguno.",
  "FAQ_6": "¿Cuándo estará disponible el juego para jugarlo?",
  "FAQ_6_ANSWER": "Estamos emocionados de anunciar que la fecha de lanzamiento de nuestro juego está programada para el 11 de noviembre de 2023. Estamos trabajando arduamente para ofrecer una experiencia de juego emocionante y única a nuestros jugadores en esa fecha.",
  "FAQ_7": "¿Qué plataformas serán compatibles con el juego?",
  "FAQ_7_ANSWER": "El juego creado con Axolotl Engine estará disponible exclusivamente para PC. Nuestro enfoque principal es desarrollar y optimizar el juego para Windows, ofreciendo la mejor experiencia de juego posible en esta plataforma. No tenemos planes de lanzar el juego en otras plataformas en este momento."
}
