{
  "CURRENT_LANGUAGE": "Français",
  "COMING_SOON": "À venir",
  "UNDER_CONSTRUCTION": "Notre site internet est en construction, suivez-nous sur nos réseaux sociaux pour rester à l'écoute!",
  "TEAM": "Équipe",
  "THE_TEAM": "L'équipe",
  "BLOG": "Blog",
  "BACK_TO_BLOG": "Retour au blog",
  "READ MORE": "Lire plus",
  "MORE_POSTS": "Plus de messages",
  "SEE_NEWS": "Voir les nouvelles",
  "NOT_FOUND": "Oups! page introuvable.",
  "404_MESSAGE": "Ceci est une page 404. On dirait que vous visez à rejoindre le côté obscur.",
  "GO_HOME": "Retour à la page d'acceuil",
  "MEDIA": "Média",
  "TRAILERS": "Vidéos",
  "SCREENSHOTS": "Captures d'écran",
  "WALLPAPERS": "Fonds d'écran",
  "CONCEPT_ART": "Arts conceptuels",
  "FEATURES": "Caractéristiques",
  "FEATURES_DESCRIPTION": "Axolotl Engine offre une large gamme de fonctionnalités pour stimuler la créativité et l'efficacité dans la création de jeux vidéo. Le moteur dispose d'un ensemble d'outils faciles à utiliser qui permettent aux développeurs de créer et de concevoir rapidement et efficacement des niveaux, des personnages, des objets et plus encore.",
  "OUR_GAME_DEVELOPMENT_JOURNEY": "Notre chemin dans le développement des jeux vidéo",
  "ENGINE_DESCRIPTION_TITLE": "Inspirer et étonner",
  "ENGINE_DESCRIPTION": "Notre moteur permet aux développeurs de créer des expériences de jeu passionnantes. Avec son approche axée sur l'accessibilité et l'efficacité, Axolotl Engine est un outil puissant pour la création de jeux vidéo, parfait pour ceux qui cherchent à pousser leur créativité au niveau supérieur.",
  "USED_TOOLS_AND_TECHNOLOGIES": "Outils et technologies utilisés",
  "ANIMATION": "Animation",
  "ANIMATION_DESCRIPTION": "Créez des animations fluides et réalistes pour vos personnages et objets avec une interface simple et intuitive. Visualisez les résultats en temps réel et personnalisez vos animations. Boostez votre créativité et amenez vos jeux au niveau supérieur avec notre moteur d'animation de dernière génération.",
  "SCRIPTING": "Scripting",
  "SCRIPTING_DESCRIPTION": "Explorez le système de scripting polyvalent d'Axolotl Engine, conçu pour vous donner un contrôle total sur la logique et le gameplay de vos jeux, vous permettant de créer des mécanismes uniques. Notre outil de scripting personnalisé vous permettra d'ajuster le comportement de votre jeu selon votre vision créative.",
  "LIGHTNING": "Éclairage",
  "LIGHTNING_DESCRIPTION": "Expérimentez un réalisme visuel saisissant avec la technologie d'éclairage avancée d'Axolotl Engine. Vos scènes bénéficieront d'un éclairage global et local, et vous pourrez personnaliser l'atmosphère de vos jeux pour immerger vos joueurs dans une expérience immersive et captivante !",
  "MATERIALS": "Matériaux",
  "MATERIALS_DESCRIPTION": "Créez des matériaux, des textures et des shaders de haute qualité pour vos personnages, objets et environnements de manière simple. Personnalisez l'apparence de vos modèles, des métaux brillants au bois usé en passant par le verre translucide. Avec notre système de matériaux, vous pouvez ajouter un niveau de réalisme étonnant à vos jeux en seulement quelques clics !",
  "RAYCASTING": "Ray casting",
  "RAYCASTING_DESCRIPTION": "Avec la technologie de ray casting d'Axolotl Engine, vous pouvez afficher des images en temps réel dans vos jeux en émettant des rayons depuis la caméra pour déterminer quels objets sont affichés à l'écran. Bien que cette technique soit moins réaliste que le raytracing, elle permet une représentation rapide et efficace de scènes 3D, avec détection de collisions et effets visuels simplifiés.",
  "PARTICLE_SYSTEMS": "Systèmes de particules",
  "PARTICLE_SYSTEMS_DESCRIPTION": "Créez des effets visuels époustouflants tels que le feu, la fumée, les explosions et plus encore avec notre système de génération de particules en 2D et 3D. Personnalisez la taille, la forme, le comportement et le mouvement des particules pour créer des effets visuels de haute qualité, percutants, uniques et réalistes. Améliorez l'expérience de jeu avec les puissantes options de génération et de configuration des systèmes de particules d'Axolotl Engine.",
  "PHYSICS": "Physique",
  "PHYSICS_DESCRIPTION": "Avec son moteur de physique de dernière génération, les joueurs profiteront de mouvements fluides et réalistes, de collisions précises, de la simulation d'objets et de matériaux, ainsi que d'effets de particules détaillés. La fonctionnalité de physique d'Axolotl Engine fournit aux développeurs les outils nécessaires pour créer des interactions réalistes, ce qui résulte en une expérience de jeu unique et excitante.",
  "FREQUENTLY_ASKED_QUESTIONS": "Questions fréquemment posées",
  "SOUND": "Son",
  "SOUND_DESCRIPTION": "Plongez dans l'action avec des effets sonores de haute qualité offerts par Axolotl Engine. Des rugissements des moteurs de voitures de course aux ronronnements assourdissants des vaisseaux spatiaux, notre moteur sonore vous plongera dans une expérience auditive immersive comme jamais auparavant.",
  "FAQ_1": "Qu'est-ce que Axolotl Engine?",
  "FAQ_1_ANSWER": "Axolotl Engine est un moteur de création de jeux vidéo développé en C++ par Horizons Games, un studio de jeux vidéo à vocation éducative créé par des étudiants du mastère de l'UPC School à Barcelone (Espagne). C'est un outil puissant qui permet à nos développeurs de créer des jeux avec des graphismes en 3D, des mécaniques de jeu personnalisées et une large gamme de fonctionnalités pour créer des expériences uniques.",
  "FAQ_2": "Comment puis-je télécharger Axolotl Engine?",
  "FAQ_2_ANSWER": "Notre équipe s'engage envers les principes du code source ouvert et les nombreux avantages qu'offre cette alternative, c'est pourquoi Axolotl Engine est disponible en téléchargement depuis notre dépôt",
  "FAQ_3": "Quelles seront les caractéristiques du jeu?",
  "FAQ_3_ANSWER": "Le jeu comportera des graphismes en 3D, des mécaniques de jeu personnalisées, des niveaux futuristes, des combats avec des sabres laser et la possibilité de contrôler des personnages dans un environnement de science-fiction.",
  "FAQ_4": "Comment puis-je rester informé des actualités et des mises à jour du jeu?",
  "FAQ_4_ANSWER": "Vous pouvez vous tenir informé des dernières actualités et mises à jour du jeu en nous suivant sur nos réseaux sociaux.",
  "FAQ_5": "Combien coûte jouer à Axolotl Project?",
  "FAQ_5_ANSWER": "Tout le monde pourra profiter de l'expérience complète de notre jeu vidéo sans aucun coût.",
  "FAQ_6": "Quand le jeu sera-t-il disponible pour y jouer?",
  "FAQ_6_ANSWER": "Nous sommes ravis d'annoncer que la date de sortie de notre jeu est programmée pour le 11 novembre 2023. Nous travaillons dur pour offrir une expérience de jeu excitante et unique à nos joueurs à cette date.",
  "FAQ_7": "Quelles plateformes seront compatibles avec le jeu?",
  "FAQ_7_ANSWER": "Le jeu créé avec Axolotl Engine sera disponible exclusivement pour PC. Notre objectif principal est de développer et d'optimiser le jeu pour Windows, en offrant la meilleure expérience de jeu possible sur cette plateforme. Nous n'avons pas de plans pour lancer le jeu sur d'autres plateformes pour le moment.",
  "CONTENT_VS3": "Le contenu de la vertical slice 3 sera disponible à partir du 1er juin 2023.",
  "CONTENT_ALPHA": "Le contenu alpha sera disponible à partir du 29 juin 2023.",
  "CONTENT_BETA": "Le contenu bêta sera disponible à partir du 13 septembre 2023.",
  "CONTENT_GM": "Le contenu du gold master sera disponible à partir du 11 octobre 2023.",
  "CONTENT_RELEASE": "Le contenu de la version sera disponible à partir du 10 novembre 2023."
}
